chat_system_26559965_actor_description=Tex Viscous. Head of pirates' brotherhood. Pirate.
chat_system_26559965_snap_4_question=^?^Hello, brother [player]. What do you have to say about the liberation of Hoarse?
chat_system_26559965_snap_4_answer_0=^?^Nothing yet. I still need to visit the prison.
chat_system_26559965_snap_4_answer_1=^?^I've found a way to get into the prison, but Hoarse is still inside.
chat_system_26559965_snap_4_answer_2=^?^Everything is ok, Hoarse is free.
chat_system_26559965_snap_5_question=^?^Yes, yes, so I heard. Good job, brother. I believed in you and I'm glad I was right. If we had more guys like you in our Brotherhood, we would show them all!<br>[reward]
chat_system_26559965_snap_5_answer_0=^?^I was glad to help. See you later.
chat_system_26559965_snap_0_question=^?^To be a member of the Brotherhood means not only that you enjoy all the benefits, but also that you help your brothers when they get into trouble. And so, the Brotherhood has an errand for you. Are you ready to hear it, [player]?
chat_system_26559965_snap_0_answer_0=^?^Yes, of course.
chat_system_26559965_snap_0_answer_1=^?^No, not just yet.
chat_system_26559965_snap_1_question=^?^Well then, here it is. The richest member of the Coastal Brotherhood, a man called Hoarse, was put in the Governor's prison. It is our duty to the Brotherhood to help Old Hoarse escape.<br>Of course, I'm not asking you to do it for nothing - of course you'll be rewarded; the Brotherhood is not short on coin.<br>[reward]
chat_system_26559965_snap_1_answer_0=^?^Yes, I'll help Hoarse. But where can I find the prison?
chat_system_26559965_snap_1_answer_1=^?^Can I do it later?
chat_system_26559965_snap_3_question=^?^What do you mean "where"? By the Governor's Castle, where else could the prison be?
chat_system_26559965_snap_3_answer_0=^?^I got it; I'll try to let him out.
chat_system_26559965_snap_2_question=^?^The members of our brotherhood are free to do as they like. If you are afraid to deal with the Governor's people, that's your choice. But if you change your mind, come to me. Old Hoarse isn't going anywhere, and we don't have any free people now.
chat_system_26559965_snap_2_answer_0=^?^Fine. So I'll take this task another time.
